Repository: Atlantic777/c4sh_preorder
Catalog: c4sh_preorder/locale/*/LC_MESSAGES/django.po
Languages: de

source: This preorder has already been marked as paid via %(via)s on %(time)s.
de: Diese Vorbestellung wurde bereits am %(time)s per %(via)s bezahlt.

source: Quota for ticket %s not found or exceeded.
de: Es sind keine Tickets (%s) mehr verfügbar.

source: Your selected amount %(amount)d of %(ticket)s is no longer available.
de: Du kannst leider nicht mehr %(amount)d mal %(ticket)s bestellen.

source: Thanks for your preorder!
de: Danke für Deine Vorbestellung!

source: Got unexpected post data - please try again.
de: Interner Fehler, bitte noch einmal probieren.

source: You are expected to enter digits.. Nothing else.
de: Bitte nur Ganzzahlen eingeben.

source: Quota not found or exceeded.
de: Es sind keine Tickets mehr verfügbar.

source: Your selected amount %(amount)d of %(ticket)s is not available.
de: Du kannst leider nicht %(amount)d mal %(ticket)s bestellen.

source: The ticket %s does no longer exist. Your token has not been redeemed. Please contact support.
de: Das Ticket %s existiert nicht länger. Das Token wurde nicht eingelöst. Bitte kontaktiere den Support.

source: Your token has been successfully redeemed.
de: Das Token wurde erfolgreich eingelöst.

source: Your email address has been changed to <tt>%s</tt>!
de: Deine E-Mail-Adrese wurde auf <tt>%s</tt> geändert.

source: Your password has been changed!
de: Dein Passwort wurde erfolgreich geändert.

source: This username has already been taken.
de: Der Benutzername ist bereits vergeben.

source: This token has already been redeemed.
de: Das Token wurde bereits eingelöst.

source: This token does not exist.
de: Das Token existiert nicht.

source: The two password fields didn't match.
de: Die beiden Passwörter stimmen nicht überein.

source: Your password has to be at least 8 characters long.
de: Dein Passwort muss mindestens 8 Zeichen lang sein.

source: Your password needs to contain at least one number and one character.
de: Das Passwort muss mindestens eine Zahl und einen Buchstaben enthalten.

source: This is not your current password.
de: Dein aktuelles Passwort ist nicht korrekt.

source: Hello,
de: Hallo,

source: Email address
de: E-Mail-Adresse

source: An email address is required for preorder status update notifications.
de: Falls Du eine E-Mail bekommen möchtest, wenn Deine Bestellung bearbeitet wird, benötigen wir Deine E-Mail-Adresse.

source: Save email address
de: E-Mail-Adresse speichern

source: Password
de: Passwort

source: Change your login password using this form.
de: Hier kannst Du Dein Passwort ändern.

source: Save new password
de: Passwort ändern

source: Preorder tickets
de: Tickets vorbestellen

source: Ticket type
de: Ticket-Typ

source: Price
de: Preis

source: (incl. tax)
de: (inkl. MwSt.)

source: Add to cart
de: In den Einkaufwagen

source: Sorry! <s>Disk</s>Ticket quota exceeded.
de: Sorry! Keine Tickets mehr da.

source: We're sorry, but we have no more tickets left. Please wait for the next quota update.
de: Das aktuelle Ticketkontingent ist ausverkauft.

source: Amount
de: Menge

source: Price per ticket
de: Preis pro Ticket

source: Total price
de: Summe

source: Edit
de: Ändern

source: Delete
de: Löschen

source: Your cart is empty. :-(
de: Dein Einkaufswagen ist leer.

source: Proceed to checkout
de: Bestellen

source: Redeem
de: Einlösen

source: Clear your cart in order to redeem a token. Any account can either redeem a token or place a regular preorder.
de: Du musst deinen Einkaufswagen löschen, wenn du ein Token einlösen willst. Jeder Account kann entweder ein Token einlösen oder eine normale Vorbestellung starten.

source: Your cart
de: Einkaufswagen

source: incl. %(tax_rate)s%% taxes:
de: inkl. %(tax_rate)s%% MwSt.:

source: Preorder these tickets
de: Tickets vorbestellen

source: Your cart is empty.
de: Dein Einkaufswagen ist leer.

source: Well.. your cart is empty. What do you want to checkout then?
de: Dein Einkaufswagen ist leer.

source: Already got an account? Please login to preorder tickets or view your ticket's payment status.
de: Falls Du schon einen Account hast, kannst Du Dich hier einloggen, um Dein Ticket abzurufen.

source: Sign up
de: Registrieren

source: In order to preorder tickets for %(event)s, you need to signup.
de: Du musst Dich anmelden, um Tickets für %(event)s vorzubestellen.

source: The venue is sold out!
de: Die Veranstaltung ist ausverkauft!

source: Thank you!
de: Danke!

source: Your account has been created and you are now able to login.
de: Dein Account wurde erfolgreich erstellt. Du kannst Dich jetzt einloggen.

source: Payment information
de: Informationen zur Bezahlung

source: Thanks for your preorder. Please transfer the total amount (see right) to:
de: Danke für Deine Bestellung. Bitte überweise die Summe (siehe rechts) an:

source: Here be payment information after you preordered tickets.
de: Hier findest Du die Zahlungsinformationen, sobald Du vorbestellt hast.

source: Your preorders
de: Deine Vorbestellungen

source: Payment required
de: Bezahlung notwendig

source: Paid?
de: Bezahlt?

source: Yes
de: Ja

source: No
de: Nein

source: Print invoice
de: Rechnung drucken

source: Print tickets
de: Tickets drucken

source: Total
de: Summe

source: You have no preorders yet.
de: Du hast keine Vorbestellung.

source: Date
de: Datum

source: Value
de: Wert

source: Additional information
de: Weitere Informationen

source: Mark as paid
de: Als bezahlt markieren

source: CSV File
de: CSV-Datei

source: Delimiter
de: Trennzeichen

source: Upload and proceed..
de: Hochladen und fortsetzen

source: Congratulations!
de: Glückwunsch!

source: preorder(s) have been parked as paid.
de: Vorbestellung(en) wurden als bezahlt markiert.

source: Successful matches
de: Erfolgreiche Streichhölzer

source: Preorder
de: Vorbestellung

source: Entry date
de: Eingangsdatum

source: Inv. value
de: Rech.-Wert

source: Review successful matches..
de: Erfolgreiche Streichhölzer wiedervorlegen

source: Unsuccessful matches
de: Erfolglose Steichhölzer

source: Reference
de: Referenz

source: Assign to:
de: Zuweisen zu:

source: Select..
de: Auswählen

source: Update match
de: Streichholz aktualisieren

source: Overview
de: Übersicht

source: Import CSV
de: CSV importieren

source: Preorder Tickets
de: Tickets vorbestellen

source: My Tickets
de: Meine Tickets

source: Contact
de: Kontakt

source: Logged in as
de: Eingeloggt als

source: Your login attempt has failed. Please try again or contact our support.
de: Login fehlgeschlagen. Bei Problemen wende Dich an unseren Support.

source: Forgot your password?
de: Passwort vergessen?

source: Optional. Required for status notifications.
de: Optional (für Status-Updates)

source: Signup
de: Registrieren

source: Password reset
de: Passwort zurücksetzen

source: Proceed..
de: Weiter..

source: Your attempt has failed. Please try again or contact our support.
de: Aktion fehlgeschlagen. Bei Problemen wende Dich an unseren Support.

source: Password reset complete
de: Passwort wurde zurückgesetzt

source: Password reset successful
de: Passwort erfolgreich zurückgesetzt

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
de: Wir haben wir eine E-Mail mit Anweisungen zum Passwort-Reset geschickt.
